Revit 2027 API
BuiltInFailures.TagFailures.CannotCopyTag Property
 A tag cannot be arrayed without copying the associated element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyTag { get; }
Public Shared ReadOnly Property CannotCopyTag As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyTag {
	FailureDefinitionId^ get ();
}
static member CannotCopyTag : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace